Repository: temcray/To-do-app
Catalog: To-do app/Localizable.xcstrings
Source language: en
Languages: es_419, ga

# %lld/%lld Completed
source: %1$lld/%2$lld Completed
es_419: %1$lld/%2$lld Completadas
ga: %1$lld/%2$lld Críochnaithe

source: Add Task
es_419: Agregar tarea
ga: Cuir Tasc Leis

source: Cancel
es_419: Cancelar
ga: Cealaigh

source: Group Name
es_419: Nombre del grupo
ga: Ainm an Ghrúpa

source: New Group
es_419: Nuevo grupo
ga: Grúpa Nua

source: Save
es_419: Guardar
ga: Sábháil

source: Select a group
es_419: Selecciona un grupo
ga: Roghnaigh grúpa

source: Task Title
es_419: Título de la tarea
ga: Teideal an Taisc

source: Tasks Progress
es_419: Progreso de tareas
ga: Dul Chun Cinn na dTascanna

source: Tracker ToDo App
es_419: Aplicación de tareas Tracker
ga: Aip Rianaithe Tascanna

source: Type in Here
es_419: Escribe aquí
ga: Clóscríobh anseo
